Repository: wp-plugins/in-memoriam-light-a-candle
Catalog: languages/*-memoriam-light-a-candle-*.po
Languages: pl_pl, ro_ro

source: Candles
pl_pl: Świece
ro_ro: Lumânări

source: Candle
pl_pl: Świeca
ro_ro: Lumânare

source: Add New
pl_pl: Dodaj nowe
ro_ro: Adaugă

source: Add New Candle
pl_pl: Dodaj nową świecę
ro_ro: Adaugă o nouă lumânare

source: Edit Candle
pl_pl: Edytuj świecę
ro_ro: Editează lumânare

source: New Candle
pl_pl: Nowa świeca
ro_ro: Lumânare nouă

source: View Candle
pl_pl: Widok świecy
ro_ro: Vezi lumânare

source: Search Candles
pl_pl: Szukaj świece
ro_ro: Caută lumânări

source: No candle found
pl_pl: Nie znaleziono świecy
ro_ro: Nu s-a găsit nicio lumânare

source: No candle found in the trash
pl_pl: Nie znaleziono świecy w koszu
ro_ro: Nu s-a găsit nicio lumânare la gunoi

source: Candle Categories
pl_pl: Świeca kategorie
ro_ro: Categorii lumânări

source: Candle Category
pl_pl: Kategoria świecy
ro_ro: Categorie lumânare

source: Search Candle Categories
pl_pl: Szukaj kategorie świecy
ro_ro: Caută categorii lumânări

source: All Candle Categories
pl_pl: Wszystkie kategorie świec
ro_ro: Toate categoriile pentru lumânări

source: Parent Candle Categories
pl_pl: Kategorie nadrzędne świecy
ro_ro: Categorii părinte lumânări

source: Parent Candle Category
pl_pl: Kategoria nadrzędna świecy
ro_ro: Categorie părinte lumânare

source: Edit Candle Category
pl_pl: Edytuj kategorię świec
ro_ro: Editează categorie lumânare

source: Update Candle Category
pl_pl: Aktualizacja kategorii świecy
ro_ro: Actualizează categorie lumânare

source: Add New Candle Category
pl_pl: Dodaj nową kategorię świecy
ro_ro: Adaugă nouă categorie lumânare

source: New Candle Category
pl_pl: Nowa kategoria świecy
ro_ro: Categorie nouă lumânare

source: Categories
pl_pl: Kategorie
ro_ro: Categorii

source: Loving In Memoriam (Light a Candle)? Help support development by <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=BTBXYQ5JMC89J" target="_blank">buying us a coffee</a>, or leave a <a href="http://wordpress.org/support/view/plugin-reviewsin-memoriam-light-a-candle?filter=5" target="_blank">rating for us!</a> You'll never see this again, don't worry.
pl_pl: Lubisz Memoriam (>Światło Świecy)? pomóż i wesprzyj nas <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=BTBXYQ5JMC89J" target="_blank">buying us a coffee</a>, or leave a <a href="http://wordpress.org/support/view/plugin-reviewsin-memoriam-light-a-candle?filter=5" target="_blank">ocena dla nas!</a> Nigdy nie zobaczysz tego ponownie, nie martw się.
ro_ro: Îţi place In Memoriam (Light a Candle)? Sprijină dezvoltarea sa <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=BTBXYQ5JMC89J" target="_blank">cumpărându-ne o cafea</a>, sau <a href="http://wordpress.org/support/view/plugin-reviewsin-memoriam-light-a-candle?filter=5" target="_blank">votându-ne!</a> Fii fără grijă, mesajul acesta nu va mai apare.

source: Name
pl_pl: Nazwa
ro_ro: Nume

source: Location
pl_pl: Lokalizacja
ro_ro: Locaţie

source: Category
pl_pl: Kategoria
ro_ro: Categorie

source: Shortcode
ro_ro: Cod scurt

source: Thumbnail
pl_pl: Miniatura
ro_ro: Miniatură

source: Date
pl_pl: Data
ro_ro: Data

source: No thumbnail supplied
pl_pl: Brak miniatur w zestawie
ro_ro: Nu există miniatură

source: Prayer Details
ro_ro: Detalii pentru cel care se roagă

source: Prayer Name
pl_pl: Nazwa modlitwy
ro_ro: Nume autor

source: Location Name
ro_ro: Nume locaţie

source: Location (optional):
ro_ro: Locaţia (opţional):

source: Location, if any
pl_pl: Lokalizacja, jeśli w ogóle
ro_ro: Locaţia, dacă există

source: Title
pl_pl: Tytuł
ro_ro: Titlu

source: Select a Candle to display
pl_pl: Wybierz świecę, aby wyświetlić
ro_ro: Selectează o lumânare pentru afişare

source: Random
pl_pl: Losowe
ro_ro: La întâmplare

source: Word limit (optional)
pl_pl: Limit słów (opcjonalnie)
ro_ro: Limită cuvinte (opţional)

source: If random, get from specific category (optional)
pl_pl: Jeśli jest to przypadek, dostać z określonej kategorii (opcjonalnie)
ro_ro: Dacă e la întâmplare, specifică o categorie (opţional)

source: We successfully received your Candle. If approved, it will appear on our website. Thank you!
pl_pl: Otrzymaliśmy pomyślnie Twoja intencje i świecę. Po zatwierdzeniu, pojawi się na naszej stronie internetowej. Dziękuję!
ro_ro: Am primit lumânarea ta. În momentul în care va fi aprobată, va apare afişată pe site. Mulţumim!

source: Sorry, but there was a problem with submitting your Candle. Please ensure all required fields have been supplied and that you entered the CAPTCHA code correctly.
pl_pl: Przepraszam, ale tam był problem z wysłaniem świecy. Upewnij się, że wszystkie wymagane pola zostały dwypełnione i że wprowadzono kontrolny kod poprawnie.
ro_ro: Scuze, dar a fost o problema la completarea formularului pentru lumânarea ta. Asigurî-te ca sunt toate câmpurile obligatorii completate şi că introduci corect codul CAPTCHA.

source: Praying For:
pl_pl: Modlitwa za:
ro_ro: Rugăciune pentru:

source: Prayer Intention:
pl_pl: Intencja modlitwy:
ro_ro: Rugăciunea:

source: Category (optional):
pl_pl: Kategoria (opcjonalnie):
ro_ro: Categorie (opţional):

source: None
pl_pl: Brak
ro_ro: Nicuna

source: Your Name:
pl_pl: Twoje Imię:
ro_ro: Numele tău:

source: Submit Candle
ro_ro: Transmite lumânarea

source: (optional)
pl_pl: (opcjonalnie)
ro_ro: (opţional)

source: Slug
pl_pl: Upr. nazwa

source: The name of the prayer lighting this candle
pl_pl: Nazwa modlitwy, zaświeconej świecy
